<?php

$_['text_request_payment']   = 'Добрый день, %s
Ваш партнер %s хочет получить свою часть денег от работы с Вами,
а именно сумму в размере: %s';
$_['text_subject_request_payment']   = 'Запрос выплаты от партнера: %s';
$_['text_payment']   = '%s, Вы подали запрос на выплату денежных средств по партнерской программе на сумму %s. Ваша заявка принята. Выплата производится в течение %s дней.';
$_['text_approve_login']        = 'Ваш аккаунт создан и Вы можете войти используя Ваш E-mail и пароль, посетив наш сайт по адресу:';
$_['text_add_aplove'] = 'Ожидание подтверждения партнера:';
$_['text_add'] = 'Партнер добавлен:';
			
// Text
$_['text_subject']		        = '%s - Партнерская программа';
$_['text_welcome']		        = 'Вы стали партнером магазина %s!';
$_['text_login']                = 'Ваша учетная запись успешно создана. Вы можете войти в партнерский раздел нашего сайта по ссылке:';
$_['text_approval']		        = 'Ваша учетная запись ожидает подтверждения. После подтверждения вы сможете входить в партнерский раздел нашего сайта по ссылке:';
$_['text_services']		        = 'В партнерском разделе вы можете получить реферальный код и реферальные ссылки, отслеживать комиссионное вознаграждение и редактировать парметры учетной записи.';
$_['text_thanks']		        = 'Спасибо,';
$_['text_new_affiliate']        = 'Новый партнер';
$_['text_signup']		        = 'Зарегистрировался новый партнёр:';
$_['text_store']		        = 'Магазин:';
$_['text_firstname']	        = 'Имя:';
$_['text_lastname']		        = 'Фамилия:';
$_['text_company']		        = 'Компания:';
$_['text_email']		        = 'E-Mail:';
$_['text_telephone']	        = 'Телефон:';
$_['text_website']		        = 'Веб сайт:';
$_['text_order_id']             = 'Заказ №:';
$_['text_transaction_subject']  = '%s - Партнерская комиссия';
$_['text_transaction_received'] = 'Вы получили %s по партнёрской программе!';
$_['text_transaction_total']    = 'Ваша общая сумма комиссии теперь составляет %s.';
